Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Drawer fully open
ar: الدرج مفتوح بالكامل
ca: Calaix completament obert
cy: Drôr ar agor yn llawn
da: Skuffen er helt åben
da_instk12: Skuffen er helt åben
de: Fach vollständig geöffnet
es: Cajón totalmente abierto
es_es: Cajón totalmente abierto
fi: Valikko kokonaan auki
fr: Tiroir complètement ouvert
fr_ca: Tiroir complètement ouvert
ga: Tarraiceán oscailte go hiomlán
hi: ड्रॉर पूरी तरह से खुली
ht: Tiwa ouvri nèt
id: Laci terbuka penuh
is: Skúffa alveg opin
it: Cassetto completamente aperto
ja: 引き出し全開
ko: 서랍이 완전히 열림
mi: Kei te huaki te unihi
ms: Laci dibuka sepenuhnya
nb: Skuff helt åpen
nb_instk12: Skuff helt åpen
nl: Lade volledig geopend
pl: Panel całkowicie otwarty
pt: Gaveta totalmente aberta
pt_br: Gaveta completamente aberta
ru: Панель полностью открыта
sl: Predal je povsem odprt
sv: Lådan fullt öppen
sv_instk12: Lådan fullt öppen
th: เปิดแผงข้อมูลทั้งหมด
vi: Ngăn kéo mở hoàn toàn
zh: 抽屉已完全打开
zh_hk: 檔案夾完全開啟

source: Drawer partially opened
ar: الدرج مفتوح جزئيًا
ca: Calaix parcialment obert
cy: Drôr ar agor yn rhannol
da: Skuffen er delvis åbnet
da_instk12: Skuffen er delvis åbnet
de: Fach teilweise geöffnet
es: Cajón parcialmente abierto
es_es: Cajón parcialmente abierto
fi: Valikko osittain auki
fr: Tiroir partiellement ouvert
fr_ca: Tiroir partiellement ouvert
ga: Tarraiceán oscailte go páirteach
hi: ड्रॉर आंशिक रूप से खुली
ht: Tiwa ouvri a demi
id: Laci terbuka parsial
is: Skúffa opin að hluta
it: Cassetto parzialmente aperto
ja: 引き出しが部分的に開いている
ko: 서랍이 부분적으로 열림
mi: Kei te āhua huaki te unihi
ms: Laci dibuka separuh
nb: Skuff delvis åpen
nb_instk12: Skuff delvis åpen
nl: Lade gedeeltelijk geopend
pl: Panel częściowo otwarty
pt: Gaveta parcialmente aberta
pt_br: Gaveta parcialmente aberta
ru: Панель частично открыта
sl: Predal je delno odprt
sv: Lådan delvis öppen
sv_instk12: Lådan delvis öppen
th: เปิดแผงข้อมูลบางส่วน
vi: Ngăn kéo mở một phần
zh: 抽屉已部分打开
zh_hk: 檔案夾部分開啟

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
da: Forfalder
da_instk12: Forfalder
de: Fällig
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Dû le
fr_ca: Échéance
ga: Dlite
hi: नियत
ht: Delè
id: Batas Waktu
is: Skilafrestur
it: Scadenza
ja: 期限
ko: 기한
mi: E tika ana
ms: Cukup tempoh
nb: Forfall
nb_instk12: Forfall
nl: Inleverdatum
pl: Termin
pt: Data de vencimento
pt_br: Vencimento
ru: Срок
sl: Rok
sv: Inlämningsdatum
sv_instk12: Inlämningsdatum
th: ครบกำหนด
vi: Hạn
zh: 截止
zh_hk: 截止

source: Due Date Reminder
ar: تذكير تاريخ الاستحقاق
ca: Recordatori de data de lliurament
cy: Nodyn Atgoffa o Ddyddiad Erbyn
da: Påmindelse om afleveringsdato
da_instk12: Påmindelse om afleveringsdato
de: Fälligkeitserinnerung
es: Recordatorio de fecha de entrega
es_es: Recordatorio de la fecha de entrega
fi: Päivämäärämuistutukset
fr: Rappel de date limite
fr_ca: Rappel de la date d’échéance
ga: Meabhrúchán Dáta Dlite
hi: नियत तिथि अनुस्मारक
ht: Rapèl Delè
id: Pengingat Tanggal Batas Waktu
is: Áminning um skiladag
it: Promemoria data di scadenza
ja: 期日のリマインダ
ko: 기한 날짜 미리 알림
mi: Whakamaumahara ki te Ra Whakatau
ms: Peringatan Tarikh Siap
nb: Påminnelse om forfallsdato
nb_instk12: Påminnelse om forfallsdato
nl: Herinnering voor inleverdatum
pl: Przypomnienie o terminie
pt: Lembrete de data de entrega
pt_br: Lembrete de data de vencimento
ru: Напоминание о сроке выполнения
sl: Opomnik za rok
sv: Påminnelse om inlämning
sv_instk12: Påminnelse om inlämning
th: แจ้งเตือนวันครบกำหนด
vi: Lời Nhắc Nhở Ngày Đến Hạn
zh: 截止日期提醒
zh_hk: 截止日期提醒

source: due on %1$@ at %2$@
ar: تاريخ الاستحقاق %1$@ في %2$@
ca: venç el %1$@ a les %2$@
cy: angen cyflwyno erbyn %1$@ am %2$@
da: forfalder d. %1$@ kl. %2$@
da_instk12: forfalden %1$@ den %2$@
de: fällig am %1$@ um %2$@
es: Vence el %1$@ a las %2$@
es_es: vence el %1$@ a las %2$@
fi: määräpäivä %1$@ %2$@
fr: à rendre le %1$@ à %2$@
fr_ca: dû le %1$@ à %2$@
ga: dlite ar %1$@ ag %2$@
hi: %1$@ को इतने बजे नियत: %2$@
ht: delè le %1$@ a %2$@
id: jatuh tempat pada %1$@ jam %2$@
is: skiladagur þann %1$@ klukkan %2$@
it: scadenza il %1$@ alle %2$@
ja: %1$@日（）時が期限%2$@
ko: %1$@의 다음에 기한 %2$@
mi: tae mai i runga %1$@ i %2$@
ms: cukup tempoh %1$@ pada %2$@
nb: frist %1$@ %2$@
nb_instk12: frist den %1$@ kl. %2$@
nl: in te leveren op %1$@ om %2$@
pl: Termin: %1$@ o godz. %2$@
pt: devido em %1$@ às %2$@
pt_br: para ser entregue em %1$@ às %2$@
ru: срок завершения %1$@ в %2$@
sl: rok dne %1$@ ob %2$@
sv: förfaller den %1$@ vid %2$@
sv_instk12: förfaller den %1$@ vid %2$@
th: ครบกำหนด %1$@ ที่ %2$@
vi: đến hạn %1$@ vào %2$@
zh: 到期时间%1$@，%2$@
zh_hk: 截止於 %1$@ 的%2$@

source: Due:
ar: تاريخ الاستحقاق:
ca: Data de lliurament:
cy: Erbyn:
da: Forfalder:
da_instk12: Forfalder:
de: Fällig:
es: Fecha límite:
es_es: Fecha de entrega:
fi: Määräpäivä:
fr: À remettre le :
fr_ca: Échéance :
ga: Dlite:
hi: नियत:
ht: Delè:
id: Batas waktu:
is: Skil:
it: Scadenza:
ja: 期限：
ko: 기한:
mi: E tika ana:
ms: Cukup tempoh:
nb: Frist:
nb_instk12: Frist:
nl: Inleverdatum:
pl: Termin:
pt: Vencimento:
pt_br: Vencimento:
ru: Срок:
sl: Rok:
sv: Inlämningsdatum:
sv_instk12: Inlämningsdatum:
th: ครบกำหนด:
vi: Hạn:
zh: 到期：
zh_hk: 截止日期：

source: Due: %1$@ at %2$@
ar: تاريخ الاستحقاق: %1$@ في %2$@
ca: Data de lliurament: %1$@ a les %2$@
cy: Erbyn: %1$@ am %2$@
da: Forfalder: %1$@ ved %2$@
da_instk12: Forfalder: %1$@ ved %2$@
de: Fällig: %1$@ um %2$@
es: Fecha de entrega: %1$@ en %2$@
es_es: Fecha de entrega: %1$@ a las %2$@
fi: Määräpäivä: %1$@ kohteessa %2$@
fr: À rendre le : %1$@ à %2$@
fr_ca: Échéance : %1$@ à %2$@
ga: Dlite: %1$@ ag %2$@
hi: नियत: %1$@ यहां: %2$@
ht: Delè: %1$@ nan %2$@
id: Batas waktu: %1$@ di %2$@
is: Skil: %1$@ á %2$@
it: Scadenza: %1$@ alle %2$@
ja: 期限：%1$@おいて%2$@
ko: 기한: %1$@ 시간 %2$@
mi: E tika ana: %1$@ ī %2$@
ms: Cukup tempoh: %1$@ di %2$@
nb: Frist: %1$@ på %2$@
nb_instk12: Frist: %1$@ på %2$@
nl: Inleverdatum: %1$@ om %2$@
pl: Termin: %1$@ o godz. %2$@
pt: Limite: %1$@ em %2$@
pt_br: Vencimento: %1$@ às %2$@
ru: Срок: %1$@ в %2$@
sl: Roki: %1$@ ob %2$@
sv: Inlämningsdatum: %1$@ vid %2$@
sv_instk12: Färdiggjord: %1$@ vid %2$@
th: ครบกำหนด: %1$@ เมื่อ %2$@
vi: Hạn: %1$@ vào %2$@
zh: 到期：%1$@时间%2$@
zh_hk: 截止日期：%1$@於%2$@

source: Edit
ar: تحرير
ca: Edita
cy: Golygu
da: Rediger
da_instk12: Redigér
de: Ändern
es: Editar
es_es: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
ga: Cuir in eagar
hi: संपादित करें
ht: Modifye
is: Breyta
it: Modifica
ja: 編集
ko: 편집
mi: Whakatika
nb: Rediger
nb_instk12: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Редактировать
sl: Uredi
sv: Redigera
sv_instk12: Redigera
th: แก้ไข
vi: Chỉnh Sửa
zh: 编辑
zh_hk: 編輯

source: Edit Course List
ar: تحرير قائمة المساق
ca: Edita la llista d'assignatures
cy: Golygu Rhestr y Cwrs
da: Rediger kursusliste
da_instk12: Rediger fagliste
de: Kursverzeichnis bearbeiten
es: Editar la lista del curso
es_es: Editar la lista de la asignatura
fi: Muokkaa ryhmäluetteloa
fr: Modifier la liste des cours
fr_ca: Modifier la liste des cours
ga: Cuir Liosta an Chúrsa in Eagar
hi: पाठ्यक्रम सूची संपादित करें
ht: Modifye Lis Kou
id: Edit Daftar Kursus
is: Breyta námskeiðslista
it: Modifica elenco corsi
ja: コースリストを編集する
ko: 과목 목록 편집
mi: Whakatika Rārangi Akoranga
ms: Edit Senarai Kursus
nb: Rediger deltakerliste
nb_instk12: Rediger fagliste
nl: Cursuslijst bewerken
pl: Edytuj listę kursów
pt: Editar Lista de Disciplinas
pt_br: Editar Lista do Curso
ru: Редактировать список курса
sl: Uredi seznam predmetov
sv: Redigera kurslista
sv_instk12: Ändra kurslista
th: แก้ไขรายชื่อบทเรียน
vi: Chỉnh Sửa Danh Sách Khóa Học
zh: 编辑课程表
zh_hk: 編輯課程清單

source: Edit Group List
ar: تحرير قائمة المجموعة
ca: Edita la llista de grups
cy: Golygu Rhestr y Grŵp
da: Rediger gruppeliste
da_instk12: Rediger gruppeliste
de: Gruppenverzeichnis bearbeiten
es: Editar la lista del grupo
es_es: Editar la lista del grupo
fi: Muokkaa ryhmäluetteloa
fr: Modifier la liste des groupes
fr_ca: Modifier la liste des groupes
ga: Cuir Liosta an Ghrúpa in Eagar
hi: ग्रुप सूची संपादित करें
ht: Modifye Lis Gwoup
id: Edit Daftar Grup
is: Breyta hóplista
it: Modifica elenco gruppi
ja: グループリストを編集する
ko: 그룹 목록 편집
mi: Rārangi Whakatika Rōpū
ms: Edit Senarai Kumpulan
nb: Rediger gruppeliste
nb_instk12: Rediger gruppeliste
nl: Groepslijst bewerken
pl: Edytuj listę grupy
pt: Editar Lista de Grupos
pt_br: Editar Lista do Grupo
ru: Редактировать список группы
sl: Uredi seznam skupin
sv: Redigera grupplista
sv_instk12: Ändra grupplista
th: แก้ไขรายชื่อกลุ่ม
vi: Chỉnh Sửa Danh Sách Nhóm
zh: 编辑小组名单
zh_hk: 編輯群組清單

source: Edit items
ar: تحرير العناصر
ca: Edita els elements
cy: Golygu eitemau
da: Rediger elementer
da_instk12: Rediger elementer
de: Elemente bearbeiten
es: Editar los items
es_es: Editar los ítems
fi: Muokkaa kohteita
fr: Modifier les éléments
fr_ca: Modifier les éléments
ga: Cuir míreanna in eagar
hi: आइटमें संपादित करें
ht: Modifye atik
id: Edit item
is: Breyta atriðum
it: Modifica elementi
ja: 項目を編集する
ko: 항목 편집
mi: Whakatika ngā tūemi
ms: Edit item
nb: Rediger objekter
nb_instk12: Rediger objekter
nl: Items bewerken
pl: Edytuj pozycje
pt: Editar Itens
pt_br: Editar itens
ru: Редактировать элементы
sl: Uredi elemente
sv: Redigera objekt
sv_instk12: Ändra objekt
th: แก้ไขรายการ
vi: Chỉnh sửa mục
zh: 编辑项目
zh_hk: 編輯項目

source: Editing reply by %1$@, %2$@
ar: تحرير الرد بواسطة %1$@، %2$@
ca: S'està editant la resposta per %1$@, %2$@
cy: Wrthi'n golygu ymateb gan %1$@, %2$@
da: Redigerer svar fra %1$@, %2$@
da_instk12: Rediger svar den %1$@, %2$@
de: Antwort bearbeiten durch %1$@, %2$@
es: Editando respuesta de %1$@, %2$@
es_es: Editando respuesta de %1$@, %2$@
fi: Muokataan vastausta %1$@, %2$@
fr: Modifier la réponse de %1$@, %2$@
fr_ca: Modifier la réponse avant %1$@, %2$@
ga: Freagra ó %1$@ á chur in eagar, %2$@
hi: %1$@ द्वारा उत्तर का संपादन किया जा रहा है, %2$@
ht: Modifye repons pa %1$@, %2$@
id: Mengedit balasan oleh %1$@, %2$@
is: Breyti svari frá %1$@, %2$@
it: Modifica risposta con %1$@, %2$@
ja: %1$@ で返事の編集%2$@
ko: %1$@(으)로 답변 편집 %2$@
mi: Whakarerekē whakautu ma te %1$@, %2$@
ms: Mengedit ulasan oleh %1$@, %2$@
nb: Redigerer svar fra %1$@, %2$@
nb_instk12: Redigere svar innen %1$@ %2$@
nl: Antwoord bewerken voor %1$@, %2$@
pl: Edytowanie odpowiedzi przez %1$@, %2$@
pt: Editar resposta por %1$@, %2$@
pt_br: Editar resposta por %1$@, %2$@
ru: Редактирование ответа %1$@, %2$@
sl: Urejanje odgovora s/z %1$@, %2$@
sv: Redigerar svar från %1$@, %2$@
sv_instk12: Ändrar svar från %1$@, %2$@
th: แก้ไขการตอบกลับโดย %1$@ %2$@
vi: Chỉnh sửa câu trả lời của %1$@, %2$@
zh: 正在由 %1$@ 编辑回复，%2$@
zh_hk: 依 %1$@ 編輯回覆，%2$@

source: Email
ar: البريد الإلكتروني
ca: Adreça electrònica
cy: E-bost
es: Correo electrónico
es_es: Correo electrónico
fi: Sähköposti
fr: Adresse e-mail
fr_ca: Adresse électronique
ga: Ríomhphost
hi: ईमेल
ht: Imèl
is: Tölvupóstur
ja: E メール
ko: 이메일
mi: Īmēra
ms: E-mel
nb: E-post
nb_instk12: E-post
pl: Adres e-mail
ru: Адрес электронной почты
sl: E-pošta
sv: E-post
sv_instk12: E-post
th: อีเมล
zh: 电子邮件
zh_hk: 電郵

source: Enable Push Notifications
ar: تمكين الإعلامات الفورية
ca: Activa les notificacions d'inserció
cy: Galluogi Hysbysiadau Marchnata
da: Aktiver push-meddelelser
da_instk12: Aktiver push-meddelelser
de: Push-Benachrichtigungen aktivieren
es: Habilitar notificaciones automáticas
es_es: Habilitar notificaciones automáticas
fi: Ota Push-ilmoitukset käyttöön
fr: Activer les notifications Push
fr_ca: Activer les notifications Push
ga: Cumasaigh Brúfhógraí
hi: पुश सूचनाएं सक्षम करें
ht: Aktive Notifikasyon Push
id: Aktifkan Notifikasi Push
is: Virkja þrýstar tilkynningar
it: Abilita notifiche push
ja: プッシュ通知を有効にする
ko: 푸시 알림 사용
mi: Whakahohea Whakamōhiotanga Pana
ms: Dayakan Pemberitahuan Tolak
nb: Aktiver push-varsler
nb_instk12: Aktiver push-varsler
nl: Push berichtgevingen inschakelen
pl: Włącz aktywne powiadomienia
pt: Permitir Notificações Push
pt_br: Ativar Notificações Push
ru: Включить push-уведомления
sl: Omogoči poslana obvestila
sv: Aktivera push-aviseringar
sv_instk12: Aktivera pushmeddelanden
th: เปิดใช้การแจ้งเตือนแบบพุช
vi: Bật Thông Báo Đẩy
zh: 启用推送通知
zh_hk: 啟用推送通知

source: End the day knowing that trying is already an achievement.
ar: قم بإنهاء اليوم وأنت تعرف أن المحاولة في حد ذاتها إنجاز.
ca: Acabeu el dia amb la certesa que provar de fer alguna cosa ja és un assoliment.
cy: Gorffenna’r diwrnod yn gwybod bod rhoi cynnig arni yn llwyddiant yn ei hun.
da: Slut dagen af med at vide, at det at forsøge allerede er en præstation.
da_instk12: Slut dagen af med at vide, at det at forsøge allerede er en præstation.
de: Beenden Sie den Tag mit dem Wissen, dass ein Versuch bereits ein Erfolg ist.
es: Termine el día sabiendo que intentarlo ya es un logro.
es_es: Acaba el día sabiendo que intentarlo ya es un logro.
fi: Päätä päivä tietäen, että yrittäminenkin on jo saavutus.
fr: Termine ta journée en sachant qu’essayer, c’est déjà un accomplissement.
fr_ca: Terminez la journée en sachant qu’essayer est déjà une réussite.
ga: Críochnaigh an lá agus a fhios agat gur éacht cheana féin é an iarracht.
hi: यह जानकर सोएं कि आपने जो प्रयास किया, वही आपकी आज की सफलता है।
ht: Fini jounen an avèk lide depi w eseye, se deja yon akonplisman.
id: Akhiri hari dengan mengetahui bahwa mencoba sudah merupakan sebuah pencapaian.
is: Ljúktu deginum með því að vita að það að reyna er þegar afrek.
it: Termina la tua giornata sapendo che provare è già un risultato.
ja: 努力すること自体がすでに達成なのだと知りながら一日を終えましょう。
ko: 시도는 이미 성취라는 것을 기억하고 하루를 마감하세요.
mi: Whakamutua te rā me te mōhio he whakatutukitanga kē te ngana.
ms: Tamatkanlah hari dengan kepercayaan bahawa mencuba sudah pun satu pencapaian.
nb: Avslutt dagen med vissheten om at det å prøve allerede er en prestasjon.
nb_instk12: Avslutt dagen med vissheten om at det å prøve allerede er en prestasjon.
nl: Beëindig de dag in de wetenschap dat het proberen zelf al een prestatie is.
pl: Zakończ dzień, pamiętając, że sama próba jest już osiągnięciem.
pt: Termine o dia sabendo que tentar já é uma conquista.
pt_br: Termine o dia sabendo que tentar já é uma conquista.
ru: Завершите день с осознанием того, что сама попытка уже является достижением.
sl: Zaključite dan z zavedanjem, da je že samo poskus dosežek.
sv: Avsluta din dag med kunskapen om att dina insatser är framsteg.
sv_instk12: Avsluta din dag med kunskapen om att dina insatser är framsteg.
th: ปิดท้ายวันโดยระลึกเสมอว่าการพยายามคือความสำเร็จแล้ว
vi: Hãy kết thúc một ngày tin rằng việc cố gắng đã là một thành tựu.
zh: 一天将尽，切记：尝试本身，已是收获。
zh_hk: 在一天結束時，請記住，嘗試本身就是一種成就。

source: Enter submission
ar: إدخال الإرسال
ca: Introdueix l'entrega
cy: Rhowch y cyflwyniad
da: Indtast indsendelse
da_instk12: Indtast indsendelse
de: Einreichung eingeben
es: Ingresar la entrega
es_es: Introducir entrega
fi: Syötä lähetys
fr: Saisir la soumission
fr_ca: Saisir la soumission
ga: Cuir isteach uaslódáil
hi: सबमिशन दर्ज करें
ht: Antre soumisyon
id: Masukkan penyerahan
is: Settu inn skil
it: Inserisci consegna
ja: 提出を入力する
ko: 제출을 입력
mi: Whakauru tāpaetangat
ms: Masukkan serahan
nb: Skriv innsending
nb_instk12: Skriv innsending
nl: Indiening invoeren
pl: Wpisz złożenie
pt: Inserir Entrega
pt_br: Digitar envio
ru: Ввести отправку
sl: Vnos oddaje
sv: Fyll i inlämning
sv_instk12: Fyll i inlämning
th: ป้อนข้อมูลการจัดส่ง
vi: Vào mục nộp
zh: 输入提交
zh_hk: 輸入提交項目

source: Enter User ID and Domain.
ar: إدخال معرف المستخدم والمجال.
ca: Introduïu l'ID d'usuari i el domini.
cy: Rhowch Barth ac ID Defnyddiwr.
da: Indtast bruger ID og domæne.
da_instk12: Indtast bruger ID og domæne.
de: Benutzer-ID und Domain eingeben.
es: Ingresar identificación y dominio del usuario.
es_es: Introducir la identificación de usuario y el dominio.
fi: Syötä käyttäjätunnus ja verkkotunnus.
fr: Saisir l'identifiant utilisateur et le domaine.
fr_ca: Saisir l'identifiant utilisateur et le domaine.
ga: Cuir isteach ID an Úsáideora agus Fearann.
hi: उपयोगकर्ता आईडी और डोमेन दर्ज करें।
ht: Antre ID itilizatè e Domèn.
id: Masukkan ID Pengguna dan Domain.
is: Settu inn auðkenni notanda og lén.
it: Inserisci ID utente e dominio.
ja: ユーザーIDとドメインを入力する。
ko: 사용자 ID 및 도메일을 입력하세요.
mi: WHakauru ID Kaiwhakamahi me te Rohe.
ms: Masukkan ID Pengguna dan Domain.
nb: Skriv inn bruker-ID og domene.
nb_instk12: Skriv inn bruker-ID og domene.
nl: Gebruikers ID en domein invoeren
pl: Wpisz identyfikator użytkownika i domenę.
pt: Insira ID de Utilizador e Domínio.
pt_br: Digite ID de Usuário e Domínio.
ru: Ввести ID пользователя и домен.
sl: Vnesite ID uporabnika in domeno.
sv: Ange användar-ID och domän
sv_instk12: Fyll i användar-ID och domän
th: กรอก ID ผู้ใช้และโดเมน
vi: Nhập ID Người Dùng và Tên Miền.
zh: 输入用户 ID 和域名。
zh_hk: 輸入使用者 ID 和網域名。

source: Entry posted
ar: تم نشر الإدخال
ca: Entrada publicada
cy: Wedi postio'r cofnod
da: Indtastning posteret
da_instk12: Indtastning posteret
de: Eintrag gepostet
es: Entrada publicada
es_es: Entrada publicada
fi: Merkintä lähetetty
fr: Saisie publiée
fr_ca: Saisie publiée
ga: Postáladh iontráil
hi: प्रविष्टि पोस्ट की गई
ht: Antre poste
id: Entri diposting
is: Færsla birt
it: Voce pubblicata
ja: エントリがポストされました
ko: 항목이 게시됨
mi: whakairi tāurunga
ms: Masukan disiarkan
nb: Innlegg publisert
nb_instk12: Innlegg postet
nl: Invoer geplaatst
pl: Wpis opublikowany
pt: Entrada publicada
pt_br: Entrada postada
ru: Запись размещена
sl: Vnos je objavljen.
sv: Inlägget publicerades
sv_instk12: Inlägget postades
th: รายการที่โพสต์
vi: Đã Đăng Mục Nhập
zh: 发布条目
zh_hk: 條目已發布

source: Error
ar: خطأ
cy: Gwall
da: Fejl
da_instk12: Fejl
de: Fehler
fi: Virhe
fr: Erreur
fr_ca: Erreur
hi: त्रुटि
ht: Erè
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ko: 오류
mi: Hapa
ms: Ralat
nb: Feil
nb_instk12: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
sv_instk12: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh: 错误
zh_hk: 錯誤

source: Error adding recipeints
ar: حدث خطأ أثناء إضافة المستلمين
ca: S'ha produït un error en afegir destinataris
cy: Gwall wrth ychwanegu derbynwyr
da: Fejl ved tilføjelse af modtagere
da_instk12: Fejl ved tilføjelse af modtagere
de: Fehler beim Hinzufügen von Empfängern
es: Error al agregar destinatarios
es_es: Error al añadir destinatarios
fi: Ilmeni virhe lisätessä vastaanottajia
fr: Erreur lors de l'ajout de destinataires
fr_ca: Erreur lors de l'ajout de destinataires
ga: Earráid agus faighteoirí á gcur leis
hi: प्राप्तकर्ता जोड़ने में त्रुटि हुई
ht: Erè nan ajoute destinatè
id: Kesalahan saat menambah penerima
is: Villa við að bæta við móttakendum
it: Errore di aggiunta destinatari
ja: 受信者の追加中にエラーが発生しました
ko: 수신자 추가 오류
mi: Hapa tāpiri kaiwhiwhi
ms: Ralat menambah penerima
nb: Fikk ikke lagt til mottakere
nb_instk12: Fikk ikke lagt til mottakere
nl: Fout bij het toevoegen van ontvangers
pl: Wystąpił błąd podczas dodawania odbiorców
pt: Erro ao adicionar destinatários
pt_br: Erro ao adicionar destinatários
ru: Ошибка при добавлении получателей
sl: Napaka pri dodajanju prejemnikov
sv: Det gick inte att lägga till mottagare
sv_instk12: Fel när mottagare lades till
th: มีข้อผิดพลาดในการเพิ่มผู้รับ
vi: Lỗi thêm người nhận
zh: 错误添加收件人
zh_hk: 添加收件人時出錯

source: Error deleting file &quot;%@&quot;
ar: خطأ أثناء حذف الملف &quot;%@&quot;
ca: S'ha produït un error en suprimir el fitxer &quot;%@&quot;
cy: Gwall wrth ddileu ffeil &quot;%@&quot;
da: Fejl ved sletning af fil &quot;%@&quot;
da_instk12: Fejl ved sletning af fil &quot;%@&quot;
de: Fehler beim Löschen der Datei &quot;%@&quot;
es: Hubo un error al eliminar el archivo &quot;%@&quot;
es_es: Ha habido un error al eliminar el archivo &quot;%@&quot;
fi: Virhe poistettaessa tiedostoa&quot;%@&quot;
fr: Erreur de suppression du fichier &quot;%@&quot;
fr_ca: Erreur lors de la suppression du fichier « %@ »
ga: Earráid agus an comhad &quot;%@&quot; á scriosadh
hi: फ़ाइल मिटाने में त्रुटि हुई &quot;%@&quot;
ht: Erè pou efase fichye &quot;%@&quot;
id: Kesalahan saat menghapus file &quot;%@&quot;
is: Villa við að eyða skrá &quot;%@&quot;
it: Errore di eliminazione file &quot;%@&quot;
ja: ファイル &quot;%@&quot;削除中にエラーが起こりました
ko: 파일 &quot;%@&quot; 삭제 오류
mi: I hapa te mukuna i te kōnae &quot;%@&quot;
ms: Ralat memadamkan fail &quot;%@&quot;
nb: Feil ved sletting av filen &quot;%@&quot;
nb_instk12: Feil ved sletting av filen &quot;%@&quot;
nl: Fout bij verwijderen van bestand &quot;%@&quot;
pl: Błąd podczas usuwania pliku &quot;%@&quot;
pt: Erro ao eliminar ficheiro &quot;%@&quot;
pt_br: Erro ao excluir arquivo &quot;%@&quot;
ru: Возникла ошибка при удалении &quot;%@&quot;
sl: Napaka pri odstranjevanju datoteke &quot;%@&quot;
sv: Det gick inte att ta bort filen &quot;%@&quot;
sv_instk12: Fel vid radering av fil &quot;%@&quot;
th: มีข้อผิดพลาดในการลบไฟล์ &quot;%@&quot;
vi: Lỗi xóa tập tin &quot;%@&quot;
zh: 删除文件 &quot;%@&quot;出错
zh_hk: 刪除檔案 &quot;%@&quot; 時出錯

source: Error deleting folder
ar: حدث خطأ أثناء حذف المجلد
ca: S'ha produït un error en suprimir la carpeta
cy: Gwall wrth ddileu ffolder
da: Fejl ved sletning af mapper
da_instk12: Fejl ved sletning af mapper
de: Fehler beim Löschen des Ordners
es: Error al borrar la carpeta
es_es: Error al eliminar la carpeta
fi: Virhe poistettaessa kansiota
fr: Erreur lors de la suppression du dossier
fr_ca: Erreur lors de la suppression du dossier
ga: Earráid agus fillteán á scriosadh
hi: फ़ोल्डर मिटाने में त्रुटि हुई
ht: Erè nan eliminasyon dosye
id: Kesalahan saat menghapus folder
is: Villa við eyðingu möppu
it: Errore di eliminazione cartella
ja: フォルダの消去中にエラーが発生しました
ko: 폴더 삭제 오류
mi: I hapa i te wā e muku ana i te kōpaki
ms: Ralat memadamkan folder
nb: Feil ved sletting av mappe
nb_instk12: Feil ved sletting av mappe
nl: Fout bij het verwijderen van map
pl: Wystąpił błąd podczas usuwania folderu
pt: Erro ao apagar a pasta
pt_br: Erro ao excluir pasta
ru: Ошибка при удалении папки
sl: Napaka pri odstranjevanju mape
sv: Det gick inte att ta bort mappen
sv_instk12: Fel när mappen togs bort
th: มีข้อผิดพลาดในการลบโฟลเดอร์
vi: Lỗi xóa thư mục
zh: 错误删除文件夹
zh_hk: 刪除資料夾時出錯

source: EULA
ar: اتفاقية ترخيص المستخدم النهائي
fr: CGU
ko: 최종 사용자 라이선스 계약
ru: Лицензионный договор
sl: Licenčni pogoji za končnega uporabnika
zh: 最终用户许可协议
